Repository: adr1enbe4udou1n/wp-quick-install
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fr_fr

source: Go to your site
fr_fr: Voir votre site

source: Login to your backoffice
fr_fr: Se connecter à votre backoffice

source: Wordpress successfully installed !
fr_fr: WordPress installé avec succès !

source: Warning
fr_fr: Attention

source: Wordpress installation
fr_fr: Installation Wordpress

source: Subdomain name
fr_fr: Nom du sous-domaine

source: Site name
fr_fr: Nom du site

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Install Now !
fr_fr: Installer maintenant !

source: WordPress download in Progress
fr_fr: Téléchargement WordPress en cours

source: Decompressing Files
fr_fr: Décompression des fichiers

source: Database and file Creation for wp-config
fr_fr: Création base de données et fichier de configuration Wordpress

source: Database Installation in Progress
fr_fr: Installation de la base de données en cours

source: Theme Installation in Progress
fr_fr: Installation du thème en cours

source: Plugins Installation in Progress
fr_fr: Installation des plugins en cours

source: Successful installation completed
fr_fr: Installation terminée avec succès
